Repository: Alex-Mbulankende/ckanext-inventory
Catalog: ckanext/inventory/i18n/*/LC_MESSAGES/ckanext-inventory.po
Languages: ro

source: Account has been activated.
ro: Contul a fost activat.

source: Inventory Entry not found
ro: Intrare de inventar de set de date negăsită

source: Unauthorized to read inventory entry
ro: Neautorizat pentru citirea intrării de inventar a setului de date

source: Entries have been successfully added.
ro: Intrările de inventar de seturi de date au fost adăugate cu succes.

source: Unauthorized to create user %s
ro: Neautorizat să creezi utilizatorul %s

source: User or organization not found
ro: Utilizator sau organizaţia nu au fost găsite

source: Integrity Error
ro: Eroare de integritate

source: Bad Captcha. Please try again.
ro: Cod de securitate greșit. Reîncearcă.

source: Your account registration will be reviewed.
ro: Înregistrarea contului dumneavoastră va fi revizuită.

source: No inventory entry provided
ro: Nici o intrare de inventar pentru setul de date furnizată

source: Not found
ro: Negăsit

source: Could not send reset link: %s
ro: Nu am putut trimite link-ul de resetare: %s

source: Please add at least one inventory entry.
ro: Vă rugăm adăugați minim o intrare de inventar pentru setul de date.

source: My Organization
ro: Instituția mea

source: Organization
ro: Instituție

source: Download CSV file with all entries.
ro: Descarcă fișierul de CSV cu toate intrările.

source: Name
ro: Denumire

source: Display Name
ro: Nume afișat

source: Activate
ro: Activare

source: Activate Users
ro: Activare Utilizatori

source: As a sysadmin user you can activate pending users.
ro: Ca un utilizator sysadmin poți activa alți utilizatori.

source: Inventory Entry Form
ro: Formular pentru intrări de inventar de seturi de date

source: Add inventory items
ro: Adaugă intrări de inventar

source: Go and add a dataset
ro: Mergi și adaugă un set de date

source: Go and see the inventory datasets
ro: Mergi și vezi toate intrările de inventar de seturi de date

source: Edit Inventory Item
ro: Editează intrarea de inventar de set de date

source: Entries
ro: Intrări

source: Inventory
ro: Inventar

source: Title
ro: Titlu

source: Recurring Interval (days)
ro: Inteval de recurență (zile)

source: Last added dataset
ro: Ultima dată când a fost adăugat

source: Next deadline
ro: Următorul deadline

source: Edit
ro: Editează

source: Unknown
ro: Necunoscut

source: There are no entries in the inventory.
ro: Nu există intrări în inventar de seturi de date.

source: Archived Datasets
ro: Seturi de date arhivate

source: There are no archived entries in the inventory.
ro: Nu există intrări de seturi de date arhivate în inventar

source: Save Inventory Item
ro: Salvează o intrare de inventar de set de date

source: Add Inventory Item
ro: Adaugă o intrare în inventarul de seturi de date

source: budget
ro: buget

source: Recurring Interval
ro: Interval de actualizare

source: The recurring interval should be an integer representing the number of days that will pass between since a new dataset will be added for the inventory entry. Add zero only if the dataset is non-recurring, like archived documents for example.
ro: Intervalul de actualizare ar trebui să fie un număr care reprezintă numărul de zile care vor trece între publicările unor versiuni mai nou ale acelui set de date în inventar. Dacă setul de date nu este recurent, ca de exemplu documente din arhivă, setați valoarea zero.

source: Datasets
ro: Seturi de date

source: There are no datasets available for this inventory entry.
ro: Nu există seturi de date pentru această intrare de inventar.

source: Go and add one.
ro: Mergi și adaugă unul.

source: Inventory Entry Title
ro: Denumirea setului de date

source: Activity Stream
ro: Activități

source: About
ro: Despre

source: Inventory Entry
ro: Intrare de inventar

source: Please double check the that the selected inventory entry matches with your new dataset. If that isn't the case
ro: Vă rugăm selectați din lista de mai sus intrarea de inventar corespunzătoare. Dacă aceasta nu se regăsește în listă

source: go and add one.
ro: mergeți și adăugați.

source: You haven't added your dataset inventory.
ro: Nu v-ați adăugat inventarul pentru seturile de date.

source: Go and add it.
ro: Mergeți și adăugați-l.

source: read more
ro: mai multe

source: There is no description for this organization
ro: Nu există o descriere a acestei organizații

source: Username
ro: Nume de utilizator

source: username
ro: nume de utilizator

source: Full Name
ro: Nume complet

source: Joe Bloggs
ro: Ion Popescu

source: Organization ID
ro: CIF

source: Check Organization
ro: Verifică Organizația

source: Check the organzation before sending the form
ro: Verifică organizația selectată înainte de a trimite formularul

source: No organization has been found
ro: Nicio organizație nu a fost găistă

source: You will be added in the organization
ro: Vei fi adăugat la organizația

source: joe@example.com
ro: exemplu@gov.ro

source: Create Account
ro: Cont Nou
